Repository: filiperocha/tinycast
Catalog: Tinycast/Resources/Localizable.xcstrings
Source language: en
Languages: pt

source: Run Command
pt: Executar comando

source: Run Custom Command
pt: Executar comando personalizado

source: Run In
pt: Executar em

source: Run Quick Action
pt: Executar acção rápida

source: Run Raycast extensions natively.
pt: Execute extensões do Raycast de forma nativa.

source: Run Shell Command
pt: Executar comando de shell

source: Run Shortcut
pt: Executar atalho

source: Run System Action
pt: Executar acção do sistema

source: Run as you in /bin/zsh. Use full executable paths.
pt: Executado como o seu utilizador em /bin/zsh. Use caminhos completos para os executáveis.

source: Run this layout
pt: Executar esta disposição

source: Run your shortcuts from the launcher.
pt: Execute os seus atalhos a partir do lançador.

source: Running
pt: Em execução

source: Runs on this Mac. Nothing leaves it.
pt: Funciona neste Mac. Nada sai dele.

source: Same as Quick Actions
pt: Igual às acções rápidas

source: Same as this Mac
pt: Igual a este Mac

source: Save
pt: Guardar

source: Save Room
pt: Guardar sala

source: Save a project's windows as a room, then walk into it with one shortcut.
pt: Guarde as janelas de um projecto como uma sala e entre nela com um só atalho.

source: Save an arrangement, then restore it with one shortcut.
pt: Guarde uma organização e reponha-a com um só atalho.

source: Scales the launcher and its panels, not Settings.
pt: Altera a escala do lançador e dos seus painéis, não das Definições.

source: Scripts Imported
pt: Scripts importados

source: Search
pt: Pesquisar

source: Search Emoji & Symbols
pt: Pesquisar emojis e símbolos

source: Search Extensions
pt: Pesquisar extensões

source: Search Files
pt: Pesquisar ficheiros

source: Search GitHub
pt: Pesquisar no GitHub

source: Search Menu Bar Items
pt: Pesquisar itens da barra de menus

source: Search Notes
pt: Pesquisar notas

source: Search Quicklinks
pt: Pesquisar ligações rápidas

source: Search Scopes
pt: Âmbitos de pesquisa

source: Search Settings
pt: Pesquisar definições

source: Search Snippets
pt: Pesquisar fragmentos

source: Search System Settings…
pt: Pesquisar Definições do Sistema…

source: Search applications…
pt: Pesquisar aplicações…

source: Search apps…
pt: Pesquisar aplicações…

source: Search available models
pt: Pesquisar modelos disponíveis

source: Search by model or company
pt: Pesquisar por modelo ou empresa

source: Search calendars…
pt: Pesquisar calendários…

source: Search chats
pt: Pesquisar conversas

source: Search chats…
pt: Pesquisar conversas…

source: Search commands…
pt: Pesquisar comandos…

source: Search emoji and symbols…
pt: Pesquisar emojis e símbolos…

source: Search extensions
pt: Pesquisar extensões

source: Search extensions…
pt: Pesquisar extensões…

source: Search files and folders…
pt: Pesquisar ficheiros e pastas…

source: Search for actions…
pt: Pesquisar acções…

source: Search for an extension
pt: Pesquisar uma extensão

source: Search for apps and commands…
pt: Pesquisar aplicações e comandos…

source: Search layouts…
pt: Pesquisar disposições…

source: Search menu bar items…
pt: Pesquisar itens da barra de menus…

source: Search notes…
pt: Pesquisar notas…

source: Search open windows…
pt: Pesquisar janelas abertas…

source: Search quicklinks…
pt: Pesquisar ligações rápidas…

source: Search rooms, or name a new one…
pt: Pesquisar salas, ou dar nome a uma nova…

source: Search sensitivity
pt: Sensibilidade da pesquisa

source: Search shortcuts…
pt: Pesquisar atalhos…

source: Search snippets…
pt: Pesquisar fragmentos…

source: Search symbols…
pt: Pesquisar símbolos…

source: Search system actions…
pt: Pesquisar acções do sistema…

source: Search text in images and PDFs
pt: Pesquisar texto em imagens e PDF

source: Search windows, or type an app to add…
pt: Pesquisar janelas, ou escrever uma aplicação para adicionar…

source: Search your schedule…
pt: Pesquisar a sua agenda…

source: Searched web
pt: Pesquisou na web

source: Searching menus reads the front app's menu bar.
pt: A pesquisa de menus lê a barra de menus da aplicação da frente.

source: Searching notes…
pt: A pesquisar notas…

source: Searching web
pt: A pesquisar na web

source: Searching…
pt: A pesquisar…

source: Secondary window
pt: Janela secundária

source: Secure checkout on Polar.
pt: Pagamento seguro na Polar.

source: Select All
pt: Seleccionar tudo

source: Select File
pt: Seleccionar ficheiro

source: Select a provider
pt: Seleccione um fornecedor

source: Select or add at least one model.
pt: Seleccione ou adicione pelo menos um modelo.

source: Select some text first.
pt: Seleccione primeiro algum texto.

source: Select text in another app first.
pt: Seleccione primeiro texto noutra aplicação.

source: Selected Text
pt: Texto seleccionado

source: Send
pt: Enviar

source: Send ↵
pt: Enviar ↵

source: Send a message
pt: Enviar uma mensagem

source: Send a system prompt
pt: Enviar um prompt de sistema

source: Sent before every message, after Tinycast's own. Both are billed each turn.
pt: Enviado antes de cada mensagem, depois das do próprio Tinycast. Ambos são cobrados em cada interacção.

source: Separate from AI Chat's, so frequent use needn't bill an API.
pt: Separado do da Conversa IA, para que o uso frequente não tenha de ser cobrado por uma API.

source: Separate from the Tinycast icon.
pt: Separado do ícone do Tinycast.

source: Servers
pt: Servidores

source: Set Volume
pt: Definir volume

source: Set Volume to 0%
pt: Definir volume para 0%

source: Set Volume to 100%
pt: Definir volume para 100%

source: Set Volume to 25%
pt: Definir volume para 25%

source: Set Volume to 50%
pt: Definir volume para 50%

source: Set Volume to 75%
pt: Definir volume para 75%

source: Set Volume…
pt: Definir volume…

source: Set a shortcut to summon the launcher from anywhere.
pt: Defina um atalho para chamar o lançador a partir de qualquer lado.

source: Set for %@ only, each time it starts.
pt: Definido apenas para %@, sempre que inicia.

source: Settings
pt: Definições

source: Settings & Shortcuts
pt: Definições e atalhos

source: Settings File
pt: Ficheiro de definições

source: Settings changed here are written to the file, and edits to it apply here.
pt: As definições alteradas aqui são escritas no ficheiro, e as edições no ficheiro aplicam-se aqui.

source: Shapes
pt: Formas

source: Shapes & Punctuation
pt: Formas e pontuação

source: Shortcut
pt: Atalho

source: Shortcut preset
pt: Predefinição de atalhos

source: Shortcuts
pt: Atalhos

source: Shortcuts still work when hidden.
pt: Os atalhos continuam a funcionar quando está oculto.

source: Show
pt: Mostrar

source: Show All
pt: Mostrar tudo

source: Show Apple menu items
pt: Mostrar itens do menu Apple

source: Show Desktop
pt: Mostrar secretária

source: Show Details
pt: Mostrar detalhes

source: Show Formatting Bar
pt: Mostrar barra de formatação

source: Show Info in Finder
pt: Mostrar informações no Finder

source: Show Notes
pt: Mostrar notas

source: Show Screen Saver
pt: Mostrar protector de ecrã

source: Show Upcoming Events
pt: Mostrar próximos eventos

source: Show all ↓
pt: Mostrar tudo ↓

source: Show confirmation
pt: Mostrar confirmação

source: Show favorites in compact mode
pt: Mostrar favoritos no modo compacto

source: Show in Finder
pt: Mostrar no Finder

source: Show in Root Search
pt: Mostrar na pesquisa inicial

source: Show in launcher
pt: Mostrar no lançador

source: Show in launcher. Its shortcut works either way.
pt: Mostrar no lançador. O atalho funciona de qualquer forma.

source: Show in menu bar
pt: Mostrar na barra de menus

source: Show in root search
pt: Mostrar na pesquisa inicial

source: Show layouts in launcher
pt: Mostrar disposições no lançador

source: Show or Hide Sidebar
pt: Mostrar ou ocultar a barra lateral

source: Show output
pt: Mostrar resultado

source: Show reasoning
pt: Mostrar raciocínio

source: Show rooms in launcher
pt: Mostrar salas no lançador

source: Show suggestions
pt: Mostrar sugestões

source: Show the join card
pt: Mostrar o cartão para entrar

source: Show the prompt
pt: Mostrar o prompt

source: Show the system prompt
pt: Mostrar o prompt de sistema

source: Showing choices
pt: A mostrar opções

source: Showing dates
pt: A mostrar datas

source: Shown below every search as “Use … with”. Includes quicklinks with an {argument}.
pt: Mostrado abaixo de cada pesquisa como “Usar … com”. Inclui ligações rápidas com um {argument}.

source: Shut Down
pt: Desligar

source: Shut down your Mac?
pt: Desligar o Mac?

source: Sidebar
pt: Barra lateral

source: Sign In
pt: Iniciar sessão

source: Sign Out
pt: Terminar sessão

source: Sign in required
pt: É necessário iniciar sessão

source: Sign in with `codex login`, then check Codex again.
pt: Inicie sessão com `codex login` e verifique o Codex novamente.

source: Sign-in could not open loopback port 4962. Close the app using it and retry.
pt: O início de sessão não conseguiu abrir a porta local 4962. Feche a aplicação que a está a usar e tente novamente.

source: Sign-in expired — run the command again
pt: A sessão expirou — execute o comando novamente

source: Sign-in required
pt: É necessário iniciar sessão

source: Sign-in required. Open this MCP server in Settings to sign in.
pt: É necessário iniciar sessão. Abra este servidor MCP nas Definições para iniciar sessão.

source: Sign-in timed out. Try again.
pt: O início de sessão expirou. Tente novamente.

source: Sign-in was declined.
pt: O início de sessão foi recusado.

source: Signed in
pt: Sessão iniciada

source: Size
pt: Tamanho

source: Sizing
pt: Dimensionamento

source: Skip
pt: Saltar

source: Slate
pt: Ardósia

source: Sleep
pt: Pôr em pausa

source: Sleep Displays
pt: Pôr monitores em pausa

source: Smileys & People
pt: Smileys e pessoas

source: Snippet
pt: Fragmento

source: Snippet commands
pt: Comandos de fragmentos

source: Snippet template
pt: Modelo do fragmento

source: Snippets
pt: Fragmentos

source: Snippets Folder
pt: Pasta de fragmentos

source: Software Update
pt: Actualização de software

source: Some Items Weren’t Moved
pt: Alguns itens não foram movidos

source: Some notifications remain after the safety limit was reached.
pt: Restam algumas notificações depois de atingido o limite de segurança.

source: Something went wrong.
pt: Algo correu mal.

source: Source
pt: Origem

source: Sources
pt: Fontes

source: Space
pt: Espaço

source: Spaces
pt: Espaços

source: Stack
pt: Pilha

source: Stage Manager Off
pt: Stage Manager desactivado

source: Stage Manager On
pt: Stage Manager activado

source: Start Tinycast automatically when you log in.
pt: Iniciar o Tinycast automaticamente quando inicia sessão.

source: Start a new conversation after
pt: Iniciar uma nova conversa depois de

source: Start writing…
pt: Comece a escrever…

source: Starts
pt: Começa

source: Status
pt: Estado

source: Stop
pt: Parar

source: Stop Response
pt: Parar resposta

source: Stopped
pt: Parado

source: Storage
pt: Armazenamento

source: Stored in Keychain
pt: Guardada no Porta-chaves

source: Strikethrough
pt: Rasurado

source: String values must use double quotes
pt: Os valores de texto têm de usar aspas duplas

source: Suggested
pt: Sugeridos

source: Suggested replies
pt: Respostas sugeridas

source: Suggestions
pt: Sugestões

source: Summarize
pt: Resumir

source: Support
pt: Apoio

source: Support %@
pt: Apoiar %@

source: Support Tinycast
pt: Apoiar o Tinycast

source: Switch AI model ⌘P
pt: Mudar o modelo de IA ⌘P

source: Switch Camera
pt: Mudar de câmara

source: Switch Room
pt: Mudar de sala

source: Switch Windows
pt: Alternar janelas

source: Switch this chat's model
pt: Mudar o modelo desta conversa

source: Switch to Next Space
pt: Mudar para o espaço seguinte

source: Switch to Previous Space
pt: Mudar para o espaço anterior

source: Switch to Window
pt: Mudar para a janela

source: Switch windows and search menu bar items.
pt: Alterne entre janelas e pesquise itens da barra de menus.

source: Switching windows reads and raises other apps' windows.
pt: Alternar janelas lê e traz para a frente as janelas de outras aplicações.

source: Symbol
pt: Símbolo

source: Symbols
pt: Símbolos

source: Sync settings file
pt: Sincronizar ficheiro de definições

source: System
pt: Sistema

source: System Action
pt: Acção do sistema

source: System Actions
pt: Acções do sistema

source: System Setting
pt: Definição do sistema

source: System Settings
pt: Definições do Sistema

source: System instructions
pt: Instruções do sistema

source: System prompt
pt: Prompt de sistema

source: Tags
pt: Etiquetas

source: Take Photo
pt: Tirar fotografia

source: Task List
pt: Lista de tarefas

source: Tell the model what the action should do.
pt: Diga ao modelo o que a acção deve fazer.

source: Template
pt: Modelo

source: Test Connection
pt: Testar ligação

source: Text
pt: Texto

source: Text Formatting
pt: Formatação de texto

source: Text Only
pt: Só texto

source: Text area
pt: Área de texto

source: That app
pt: Essa aplicação

source: That chat could not be opened.
pt: Não foi possível abrir essa conversa.

source: That doesn't look like a GitHub repository.
pt: Isto não parece um repositório do GitHub.

source: That download didn't contain a Raycast extension.
pt: Esse descarregamento não continha uma extensão do Raycast.

source: That file could not be read.
pt: Não foi possível ler esse ficheiro.

source: That file has moved or been deleted.
pt: Esse ficheiro foi movido ou apagado.

source: That file is too big for this message — send these first.
pt: Esse ficheiro é demasiado grande para esta mensagem — envie estes primeiro.

source: That file isn't text Tinycast can read.
pt: Esse ficheiro não é texto que o Tinycast consiga ler.

source: That file was still loading and did not make it into the chat.
pt: Esse ficheiro ainda estava a carregar e não entrou na conversa.

source: That image is no longer available.
pt: Essa imagem já não está disponível.

source: That repository or branch wasn't found. A private repository can't be read.
pt: Esse repositório ou ramo não foi encontrado. Um repositório privado não pode ser lido.

source: That selection is too long to work on.
pt: Essa selecção é demasiado longa para trabalhar.

source: That tool is no longer connected.
pt: Essa ferramenta já não está ligada.

source: The API key could not be read from Keychain.
pt: Não foi possível ler a chave de API do Porta-chaves.

source: The API key was rejected. Check it and try again.
pt: A chave de API foi rejeitada. Verifique-a e tente novamente.

source: The Codex connection failed.
pt: A ligação ao Codex falhou.

source: The Codex connection was interrupted.
pt: A ligação ao Codex foi interrompida.

source: The OAuth request failed. Check the connection and try again.
pt: O pedido OAuth falhou. Verifique a ligação e tente novamente.

source: The Raycast Store's extensions arrive built, so they install as they are.
pt: As extensões da Raycast Store chegam já compiladas, por isso são instaladas tal como estão.

source: The Raycast export could not be read.
pt: Não foi possível ler a exportação do Raycast.

source: The WebSocket is closed.
pt: O WebSocket está fechado.

source: The app this quicklink opens with isn't installed any more.
pt: A aplicação com que esta ligação rápida abre já não está instalada.

source: The application is no longer running.
pt: A aplicação já não está em execução.

source: The authorization server changed. Enter client credentials for the new server.
pt: O servidor de autorização mudou. Introduza as credenciais de cliente para o novo servidor.

source: The authorization server did not return a usable bearer token.
pt: O servidor de autorização não devolveu um token de portador utilizável.

source: The authorization server must advertise PKCE S256 support.
pt: O servidor de autorização tem de anunciar suporte para PKCE S256.

source: The chat could not be exported.
pt: Não foi possível exportar a conversa.

source: The connection closed before the response completed.
pt: A ligação fechou antes de a resposta estar completa.

source: The credentials could not be removed from your login Keychain.
pt: Não foi possível remover as credenciais do seu porta-chaves de sessão.

source: The credentials could not be saved to your login Keychain.
pt: Não foi possível guardar as credenciais no seu porta-chaves de sessão.

source: The current audio output does not support software volume.
pt: A saída de áudio actual não suporta volume por software.

source: The current audio output volume is controlled externally.
pt: O volume da saída de áudio actual é controlado externamente.

source: The downloaded app is not signed by the identity this copy was signed with.
pt: A aplicação descarregada não está assinada pela identidade com que esta cópia foi assinada.

source: The downloaded app is not this build of Tinycast.
pt: A aplicação descarregada não é esta compilação do Tinycast.

source: The downloaded archive does not contain Tinycast.
pt: O arquivo descarregado não contém o Tinycast.

source: The folder the command starts in. Leave empty for your home folder.
pt: A pasta onde o comando começa. Deixe vazio para a sua pasta pessoal.

source: The installed command could not run.
pt: Não foi possível executar o comando instalado.

source: The items in the Trash will be permanently deleted.
pt: Os itens do Lixo serão apagados permanentemente.

source: The key could not be saved to Keychain.
pt: Não foi possível guardar a chave no Porta-chaves.

source: The language of the selected text could not be identified.
pt: Não foi possível identificar o idioma do texto seleccionado.

source: The layout could not be saved.
pt: Não foi possível guardar a disposição.

source: The login Keychain could not be accessed.
pt: Não foi possível aceder ao porta-chaves de sessão.

source: The macOS screen saver could not be found.
pt: Não foi possível encontrar o protector de ecrã do macOS.

source: The menu bar command timed out.
pt: O comando da barra de menus esgotou o tempo.

source: The model returned nothing.
pt: O modelo não devolveu nada.

source: The name contains a character Tinycast can't store.
pt: O nome contém um carácter que o Tinycast não consegue guardar.

source: The network connection was lost.
pt: A ligação de rede perdeu-se.

source: The network request failed.
pt: O pedido de rede falhou.

source: The oldest messages no longer fit and are left out.
pt: As mensagens mais antigas já não cabem e ficam de fora.

source: The password you set when exporting from Raycast.
pt: A palavra-passe que definiu ao exportar do Raycast.

source: The provider could not be reached.
pt: Não foi possível contactar o fornecedor.

source: The provider could not load models right now. Try again or enter one manually.
pt: O fornecedor não conseguiu carregar modelos de momento. Tente novamente ou introduza um manualmente.

source: The provider could not load models. Enter one manually.
pt: O fornecedor não conseguiu carregar modelos. Introduza um manualmente.

source: The provider returned an invalid HTTP response.
pt: O fornecedor devolveu uma resposta HTTP inválida.

source: The provider returned an unreadable model list. Enter a model ID manually.
pt: O fornecedor devolveu uma lista de modelos ilegível. Introduza um ID de modelo manualmente.

source: The provider returned malformed streaming data.
pt: O fornecedor devolveu dados de streaming mal formados.

source: The provider stopped the response with an error.
pt: O fornecedor interrompeu a resposta com um erro.

source: The provider took too long to respond.
pt: O fornecedor demorou demasiado a responder.

source: The quicklinks database could not be opened, so changes can't be saved.
pt: Não foi possível abrir a base de dados de ligações rápidas, por isso as alterações não podem ser guardadas.

source: The request to the server failed.
pt: O pedido ao servidor falhou.

source: The response ended unexpectedly.
pt: A resposta terminou inesperadamente.

source: The response was interrupted.
pt: A resposta foi interrompida.

source: The saved key could not be read from Keychain.
pt: Não foi possível ler a chave guardada do Porta-chaves.

source: The saved key could not be updated in Keychain.
pt: Não foi possível actualizar a chave guardada no Porta-chaves.

source: The server answered with something this version doesn't understand.
pt: O servidor respondeu com algo que esta versão não compreende.

source: The server could not be reached.
pt: Não foi possível contactar o servidor.

source: The server did not answer.
pt: O servidor não respondeu.

source: The server did not respond in time.
pt: O servidor não respondeu a tempo.

source: The server ended the session.
pt: O servidor terminou a sessão.

source: The server failed.
pt: O servidor falhou.

source: The server is not running.
pt: O servidor não está em execução.

source: The server rejected Tinycast's credentials.
pt: O servidor rejeitou as credenciais do Tinycast.

source: The server sent a response Tinycast could not read.
pt: O servidor enviou uma resposta que o Tinycast não conseguiu ler.

source: The server sent an unterminated oversized response and was disconnected.
pt: O servidor enviou uma resposta demasiado grande e não terminada, e foi desligado.

source: The server took too long to respond.
pt: O servidor demorou demasiado a responder.

source: The server's OAuth metadata is invalid.
pt: Os metadados OAuth do servidor são inválidos.

source: The shell could not be started.
pt: Não foi possível iniciar a shell.

source: The sign-in response could not be verified.
pt: Não foi possível verificar a resposta de início de sessão.

source: The snippet operation failed
pt: A operação de fragmento falhou

source: The system automation could not be prepared.
pt: Não foi possível preparar a automação do sistema.

source: The text could not be translated.
pt: Não foi possível traduzir o texto.

source: The ticked items, as one .tinycast file.
pt: Os itens assinalados, num só ficheiro .tinycast.

source: The tool returned no content.
pt: A ferramenta não devolveu conteúdo.

source: The user declined this tool call.
pt: O utilizador recusou esta chamada à ferramenta.

source: The variables could not be read from your login Keychain.
pt: Não foi possível ler as variáveis do seu porta-chaves de sessão.

source: The variables could not be saved to your login Keychain.
pt: Não foi possível guardar as variáveis no seu porta-chaves de sessão.

source: Their menus are never searched.
pt: Os menus destas nunca são pesquisados.

source: Theme
pt: Tema

source: There is no user message to send.
pt: Não há nenhuma mensagem do utilizador para enviar.

source: There was nothing to send.
pt: Não havia nada para enviar.

source: Thirds
pt: Terços

source: This Mac does not support Apple Intelligence.
pt: Este Mac não suporta o Apple Intelligence.

source: This Month
pt: Este mês

source: This Week
pt: Esta semana

source: This can't be undone.
pt: Isto não pode ser anulado.

source: This chat
pt: Esta conversa

source: This conversation is longer than the on-device model can hold. Start a new chat.
pt: Esta conversa é mais longa do que o modelo no dispositivo consegue guardar. Inicie uma nova conversa.

source: This display isn't connected.
pt: Este monitor não está ligado.

source: This doesn't look like a Raycast export (.rayconfig).
pt: Isto não parece uma exportação do Raycast (.rayconfig).

source: This doesn't look like a URL, file path, or deeplink.
pt: Isto não parece um URL, um caminho de ficheiro ou um deeplink.

source: This endpoint does not expose a model list. Enter a model ID manually.
pt: Este endpoint não expõe uma lista de modelos. Introduza um ID de modelo manualmente.
